{
    "header": {
        "aboutMe": "Über mich",
        "skill": "Fähigkeiten",
        "project": "Portfolio"
    },
    "landing": {
        "iam": "Ich bin",
        "developer": "Frontend Entwickler",
        "talk": "Lass uns sprechen",
        "scroll": "Runterscrollen"
    },
    "aboutme": {
        "aboutme": "Über mich",
        "story": "Die IT hat mich schon immer fasziniert, insbesondere die Programmierung. Derzeit arbeite ich als Maschinen-/ und Anlagenführer, freue mich jedoch darauf, meine berufliche Zukunft in der IT-Branche zu gestalten. Bei der Developer Akademie habe ich das Programmieren in JavaScript gelernt und später meine Kenntnisse in TypeScript und Angular erweitert. Durch praxisnahe Projekte, die sowohl individuell als auch im Team durchgeführt wurden, konnte ich erste wertvolle Einblicke in die Welt der Programmierung gewinnen.",
        "newtask": "Ich bin aufgeschlossen und immer auf der Suche nach persönlichen Herausforderungen, um mein Wissen ständig zu erweitern.",
        "job": "In meinem Beruf ist Programmieren nicht nur das Schreiben von Code; es ist eine kreative Form des Problemlösens. Ich bin stolz darauf, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen umzuwandeln. So helfe ich Ihnen, Ihre Ziele zu erreichen und Ihre Visionen zum Leben zu erwecken."
    },
    "myskills": {
        "skill": "Meine Fähigkeiten",
        "projects": "Ich habe meine Frontend-Entwicklungsfähigkeiten erweitert, die es mir ermöglicht haben, verschiedene reale Projekte zu erstellen.",
        "contact": "Kontakt"
    },
    "portfolio": {
        "examples": "Hier sind ein paar Beispiele meiner Projekte die ich Selbstständig, oder in Gruppenarbeit programmiert habe.",
        "join": "Ein Task manager inspiriert vom Kanban System. Erstellen und organisieren einzelner Tasks per drag and drop funktion.",
        "pollo": "Ein Spiel das mit Javascript in Objekt Orientierter Programmierung geschrieben wurde."
    },
    "testimonials": [
        {
            "author": "Ina Penner",
            "text": "Manuel zeigte in unserer Zusammenarbeit großes Engagement bei der Umsetzung unserer Webanwendung. Bei der Arbeit war er immer bereit seine Expertise einzubringen, somit unterstützte er das Team mit innovativen Ansätzen und stand Teammitglieder aktiv bei, wenn diese auf Herausforderungen stießen. Seine Fähigkeiten und seine Teamorientierung machte ihn zu einer wertvollen Ergänzung unseres Teams."
        },
        {
            "author": "Miriam Fuchs",
            "text": "Ich hatte die Gelegenheit, mit Manuel an einem Projekt zusammenzuarbeiten, und dabei konnte er vor allem durch seine Fachkenntnisse und seine Kreativität überzeugen. Besonders schätze ich seine Fähigkeit, Aufgaben effizient umzusetzen und neue Ideen einzubringen. Er geht offen auf Anregungen ein und zeigt dabei eine hohe Flexibilität, was die Zusammenarbeit sehr dynamisch gestaltet hat. Manuel hat sich gut in das Team integriert und mit seiner positiven Einstellung zur guten Arbeitsatmosphäre beigetragen."
        },
        {
            "author": "Christopher Hampel",
            "text": "Die Zusammenarbeit in unserem Teamprojekt mit Manuel Mannhold hat zu jeder Zeit sehr gut funktioniert. Durch seine fundierten Kenntnisse in der Webentwicklung war er ein maßgeblicher Faktor für den Erfolg unseres Softwareprojekts. Vor allem seine Hilfsbereitschaft bei Fragen und Problemen anderer Teammitglieder möchte ich hervorheben."
        }
    ],
    "contact": {
        "contactheader": "Kontakt",
        "questions": "Haben Sie fragen?",
        "messageme": "Kontaktieren Sie mich gerne über das Nachrichtenfeld falls es Fragen oder Anmerkungen gibt",
        "frontend": "Sie brauchen einen Frontend Developer?",
        "contactme": "Kontaktieren Sie mich",
        "addme": "Bitte Namen eingeben",
        "addmail": "Bitte gültige Email eingeben",
        "addmessage": "Bitte Nachricht eingeben",
        "accept": "Ich bin einverstanden eine Email zu senden",
        "sendmessage": "Nachricht Abschicken",
        "messagesend": "Die Nachricht wurde gesendet",
        "addname": "Namen eingeben.....",
        "placeholdermessage": "Nachricht eingeben.....",
        "placeholdermail": "Email eingeben....."
    }, 
    "imprint": {
        "imprint": "Impressum"
    }
}